{
  "name": "Борис Николаевич Ельцин",
  "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\eltsin.jpg",
  "history": "Борис Николаевич Ельцин (1931–2007) — первый Президент Российской Федерации (1991–1999), ключевая фигура распада СССР и становления современной России. Родился 1 февраля 1931 года в селе Бутка Уральской области в семье преподавателя. С 1956 по 1961 год работал инженером-строителем в Свердловске; в 1961 году вступил в КПСС и начал партийную карьеру. В 1976–1985 гг. был первым секретарём Свердловского обкома, одержав популярность как «реформатор» областного уровня. В ходе «перестройки» Горбачёва в марте 1985 года вошёл в Политбюро ЦК КПСС, а в июне 1989 года стал Председателем Верховного Совета РСФСР. В августе 1991-го возглавил сопротивление ГКЧП и тем самым фактически инициировал конституционный переход власти. 12 июня 1991 года избран первым Президентом РСФСР, а в декабре 1991-го — Президентом только что образованной Российской Федерации. Под его руководством проведены радикальные рыночные реформы («шоковая терапия»), приватизация госактивов, создание многопартийной системы и свободы слова, но также — серьёзный экономический и социальный кризис, распродажа стратегических предприятий и рост коррупции. В 1993 году Ельцин разогнал Верховный Совет, утвердив новую Конституцию. В 1994–1996 гг. велась первая Чеченская война. В декабре 1999 года неожиданно ушёл в отставку, передав полномочия Владимиру Путину. Умер 23 апреля 2007 года в Москве.",
  "facts": [
    "Первый председатель Верховного Совета РСФСР (1989–1991).",
    "Организовал массовые концерты «Рока над Волгой» и «Монстры рока — 1991».",
    "Подпись Ельцина 8 декабря 1991 года в Беловежской пуще означала формальный конец СССР.",
    "Открыл Россию для иностранных инвестиций и ввёл частную собственность на землю.",
    "В 1993 году издал Указ № 1400 о роспуске Верховного Совета, что привело к конституционному кризису.",
    "С 1995 года страдал от проблем с сердцем, перенёс несколько операций.",
    "В 1996 году избрался на второй срок под лозунгом «Вы либо Ельцин, либо коммунизм».",
    "В 1998 году назначил главой правительства Сергея Кириенко и допустил финансовый дефолт.",
    "В 1999-м впервые в истории РФ использовал право помилования и смягчил приговорчик несколько сотням заключённых.",
    "Установил ежегодную дату празднования Дня России — 12 июня."
  ],
  "links": [
    "https://ru.wikipedia.org/wiki/Ельцин,_Борис_Николаевич",
    "https://www.britannica.com/biography/Boris-Yeltsin",
    "https://www.bbc.com/russian/features-47290360",
    "https://arzamas.academy/materials/172",
    "https://historyrussia.org/biografii/b-eltcin.html",
    "https://www.russiancouncil.ru/analytics-and-comments/comments/forum/papers/30916/"
  ],
  "game": {
    "start": {
      "text": "1991 — “Беловежская ночь”\nКонец 1991-го принёс чувство двойственности: формально Союз ещё существовал, но после провального путча ГКЧП власть распалась «между небом и землёй». В Москве росли очереди за бензином, а по приграничным гарнизонам командиры получали два несостыкованных приказа — из Кремля и из республиканских правительств. 6 декабря Ельцин устраивает короткий «санитарный» отпуск: по легенде он едет «охотиться» в Вискули, охотничью резиденцию КПСС в белорусской пуще. Вместе с ним — украинский лидер Леонид Кравчук и председатель белорусского Верховного Совета Станислав Шушкевич; последний вспоминал: «Я позвонил жене и сказал: вернусь без Союза, не пугайся».\nСтороны входили в переговоры с разными страхами. Кравчук держал свежие данные СБУ: «Черноморский флот готовится к блокаде Киева», тогда как Ельцина беспокоил сценарий «Югославии-2» — распад со штыками. По показаниям помощника Геннадия Бурбулиса, ночью 7/8 декабря президент записал в блокноте фразу: «Лучше мирный развод, чем бракоразводный процесс во вражде». На утро комиссия юристов за два часа набросала текст, где отсутствовало слово «распад» — говорили «прекращение существования СССР»; решающая строчка о правопреемстве перешла России. Позднее Шушкевич подчёркивал, что «никто не ожидал финала»: «Мы приехали обсудить энергетический баланс, а ушли с новым миром». Уже после подписи Ельцин первым набрал Дж. Буш-старшего — ГКЧП-истый патриотизм сменила холодная прагматика.\nСогласитесь ли вы, как президент РСФСР, ставить подпись под Бело¬вежскими соглашениями?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Подписать немедленно. Зафиксируете мягкий развод, получите поддержку Киева и Минска; но лояльные Горбачёву силовики воспримут это как мятеж. В Москве начнутся митинги «За Союз». ", "next": "1"},
        {"text": "Игра на время. Предложить «заморозить» переговоры и вынести вопрос на саммит 15 республик через месяц. Шанс договориться об экономической конфедерации, но каждая неделя увеличивает риск столкновений в Прибалтике.", "next": "1"},
        {"text": "Жёсткий отказ. Покинуть Вискули, заявив, что вопрос распада не входит в ваши полномочия. Вариант сохранит поддержку прокоммунистической части армии, но МВФ заморозит обещанный кредит в $1,5 млрд", "next": "1"},
        {"text": "Тайный протокол. Подписать базовый текст, но приложить закрытое приложение с требованием оставить России контроль над ядерным щитом. Сенсация всплывёт — и западные газеты назовут соглашение «ядерным шантажом». ", "next": "1"}
      ]
    },
    "1": {
      "text": "1993 — “Танки против Белого дома”\nВесной 1993-го конфронтация главы государства и Верховного Совета превратилась в игру нервов: парламент блокировал бюджет, а Ельцин издавал указы «сверх Конституции». 21 сентября президент публикует Декрет № 1400 «О поэтапной конституционной реформе», объявляя съезд распущенным. Вечером того же дня вице-президент Руцкой занимает Белый дом и клянётся «умереть под триколором». Две недели Москва жила в двоевластии: подконтрольный мэрии Останкин центрил эфир, оппозиция ставила «народный радиопередатчик» на балконе. Американский посол Пикеринг предупреждал Госдеп: «Если рухнет Ельцин, танки пойдут дальше на восток». Утром 4 октября четыре танка Т-80 из Таманьской дивизии заняли позицию на Новом Арбате; их переговоры («Цель – Белый, этаж 12, огонь короткими…») позже попали в архив ЦНИИ «Эталон» и легли в доклад HRW . Штурм унес около 150 жизней, но открыл путь к Конституции 1993 г.; сам Ельцин спустя годы оправдывался: «Мы стояли у пропасти гражданской войны».\nКак действовать 3-4 октября: силовой захват, компромисс или плебисцит?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Штурм прямо сейчас. Демонстрируете решимость, западные инвестиции вздохнут с облегчением. Но кровь «на лестнице Дома Советов» станет символом и для леваков, и для либералов. ", "next": "2"},
        {"text": "Всеобщий референдум. Остановить войска, объявить плебисцит через три недели. Шанс получить мандат без крови, однако время сыграет на Руцкого: оппозиция объединит КПРФ и «Яблоко». ", "next": "2"},
        {"text": "Круглый стол. Пригласить патриарха Алексия II и Сахаровский фонд, договориться о коалиционном правительстве. Экономика избежит шока, но вы отложите реформы и подарите парламенту право вето на любой указ.", "next": "2"},
        {"text": "Ввести чрезвычайное положение. Сместить и Белый дом, и мэрию, объявить комендантский час. Порядок восторжествует, но рейтинг упадёт до одной цифры и Европа приостановит переговоры о миллиардном займе.", "next": "2"}
      ]
    },
    "2": {
      "text": "1994 — «Будапештский меморандум: атом за подпись»\n5 декабря 1994-го президенты России, США и Британии собираются в королевском зале венгерского парламента: Киев отказывается от третьего в мире ядерного арсенала. На столе лежит семь страниц текста без слова «гарантия», лишь «security assurances»; юристы МИД шепчут: «Это не 5-я статья НАТО». Украинский лидер Леонид Кучма выжимает паузу, оглядывает Ельцина и говорит: «Россия, как старший брат, ручается, что крови не будет». Борис Николаевич позднее признавался Клинтону в телефонном мемконе: «Леонид боится, я должен показать, что мы не медведь-агрессор». В кулуаре российский замминистра обороны Михайлов ворчит: «Отдадим ракеты — отдадим влияние». Тем временем МВФ связывает очередной транш с «успешным завершением денуклеаризации». Газета Financial Times выходит с заголовком «Russia embraces Europe», а украинские радикалы сжигают копии меморандума на Крещатике. Сам Ельцин пишет жене в письме: «Лучший мир — там, где нет боеголовок. Но записей о том, что будет, если мы нарушим, — слишком мало». Двадцать лет спустя аналитики Carnegie назовут документ «примером плохих гарантий».\nПодписывать ли меморандум или торговаться дальше?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Подписать без оговорок. Вы ставите подпись сразу после США и Британии, позволяя Украине начать вывоз боеголовок уже весной 1995-го. Запад тут же открывает кредитные линии, а в прессе выходит волна позитивных заголовков «Россия — гарантия мира». Генералы ворчат, но юридически Москва становится «старшим братом» вместо «ядерного шантажиста».", "next": "3"},
        {"text": "Вписать дополнение «коллективного зонтика СНГ». Перед церемонией вы требуете отдельного протокола: безопасность Киева обеспечивают все республики. Украинская делегация теряет лицо, но текст становится жёстче; подписание откладывается на 3–6 месяцев, а МВФ морозить транш «до урегулирования».", "next": "3"},
        {"text": "Сорвать сделку через «украинский долг». Выставляете счёт за советские долги ($6 млрд) и увязываете его с боеголовками. Киев уходит с переговорами в тупик; Запад обвиняет Кремль в шантаже, но ядерный рычаг остаётся у Москвы.", "next": "3"},
        {"text": "Молчаливый саботаж.Подписываете на виду, но за кадром замедляете передачу кода-АКП. Официально РФ «за мир», реально же тактические заряды остаются на украинских складах до 1997-го, что даёт Москве скрытое давление, а рыночное доверие к договору падает.", "next": "3"}
      ]
    },
    "3": {
      "text": "1997 — «Парижский акт Россия–НАТО: шаг через старый фронт»\n27 мая 1997-го в Зале часов Елисейского дворца Евгений Примаков и генсек НАТО Хавьер Солана обмениваются тиснёными папками; документ обещает «высший уровень консультаций». Перед церемонией Солана подошептал Ельцину: «Ни слова membership, только partnership». Российские военные делегации в коридоре называли акт «бумагой ни о чём», опасаясь расширения НАТО. В дневнике Андрей Козырев отмечал: «Борис ловит формат ‘не друг, но и не враг’ — лучшее, что можно в этот час». Телемост НТВ берет прямую цитату Ельцина: «Европа — наш дом, но двери с обеих сторон должны быть открыты». На родине Зюганов обвиняет президента в «криптокапитуляции», газетный манжет «Завтра» кричит: «Кремль на поводке НАТО». Между тем World Bank раскрывает пакет $2,9 млрд «Stand-by» при условии акта. Через неделю Лавров (тогдашний постпред при ООН) докладывает: «В Нью-Йорке акт называют сигналом перезагрузки». Но в Калининграде митинг военных пенсионеров рвёт плакаты «НАТО go home».\nКак поступить",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Подписать акт как естьЗакрепляете Совет РФ-НАТО и формулу «no permanent forces» — партнеры называют это «кнопкой стоп». Военные воротят нос, зато World Bank сразу выдаёт $2,9 млрд stand-by; имидж «страны-партнёра» растёт.", "next": "4"},
        {"text": "«Нулевой раунд»: требовать письменного моратория на базы в Прибалтике. Вы вносите последний-момент ультиматум: либо мораторий — либо срываем церемонию. Запад бесится; у вас аплодируют силовики, но акт превращается в дипломатический фарш без даты подписания. ", "next": "4"},
        {"text": "Метод «жёсткой чернильницы».  Соглашаетесь подписать, но параллельно кладёте нотариальный протокол: «Акт действует, пока нет ракет средней дальности у границы РФ». Получаете бумагу-защелку; если НАТО надумает размещать ПРО — Россия сможет «заморозить» акт законно, но юристы спорят, будет ли это работать.", "next": "4"},
        {"text": "Всенародный плебисцит. Открыто заявляете: «Только народ решит, дружить ли с НАТО». Демократично, но шанс получить «нет» и сломать всю евро-стратегию; рынок капитала впадает в ступор «до итогов голосования».", "next": "4"}
      ]
    },
    "4": {
      "text": "1998 — «17 августа: рубль падает, долг горит»\nУтро «чёрного понедельника» в Минфине: терминал Bloomberg показывает 7,1 руб./$. Через четыре часа — 20 руб./$. Молодой премьер Сергей Кириенко признаётся BBC Russian: «Пришлось выбирать: зарплаты или дефолт». Ельцин возвращается из Сочи, ругается, но соглашается на объявление моратория по ГКО. Внешний долг России: $141 млрд, резервы ЦБ — $12 млрд. Газета Московский комсомолец выводит заголовок: «Рупь об асфальт». На бирже ММВБ брокеры скандируют: «Батюшка-дефолт собаки-банкам». В кулуарах Кремля бывший премьер Черномырдин убеждает: «Нельзя опускать руку: девальвируй, но долг плати». МВФ присылает срочный «SBSL» $4,8 млрд — поздно: рубль летит. Ельцин во внутренней записке: «Я не допустил крови, но допустил бедность. Прощения прошу».\nЧто делать",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Дефолт + свободная девальвация. Вы объявляете мораторий на ГКО и отпускаете рубль. Внутренний долг сгорает — бюджет вздыхает, но доверие вкладчиков падает в пропасть. Через полгода, правда, экспорт начинает расти на дешевом рубле.", "next": "5"},
        {"text": "«Стерилизация бюджета». Отказываете в новых соц-расходах, режете импорт, повышаете НДС и акцизы. Пенсии задерживаются, но купоны ГКО выплачиваются полностью: Запад не объявляет вас «пирамидой», зато шахтёры бастуют по всей Кузбассу.", "next": "5"},
        {"text": "Кредит спасения под залог «чёрного золота». Едите в Хьюстон и Лондон, предлагаете 20 % «Роснефти» и «ТНК» в обмен на $15 млрд. Рубль держится 9–10 ₽/$, кризис замедляется; страна платит ценой утраты части нефтяного сектора и долгосрочной зависимости от западных трейдеров.", "next": "5"},
        {"text": "«Внутренний выкуп» олигархами. Создаёте спец-фонд: «семибанкирщина» получает налоговые льготы за скупку ГКО по 15 % номинала. Дефолта на публике нет, но власть явно становится заложницей крупнейших ФПГ; через год пресса говорит о «банкирском пуще-2».", "next": "5"},
        {"text": "«Эмиссионный подстёж»: печатать деньги. ЦБ организует допэмиссию и покупает весь рынок долга. Инфляция улетит в тризначные, зато социальный взрыв отсрочен; МВФ рвёт соглашение stand-by, а рубль превращается в сугубо внутренние фантики.", "next": "5"}
      ]
    },
    "5": {
      "text": "1999 — «Рывок в Приштину: игра ва-банк»\n112 июня, 3:15 ночи: колонна 30 БТР-80 106-й ВДД, поднятых с аэродрома Слатина (Угловое, Ульяновск), входит на взлётку аэропорта Слатина под Приштиной. Британский генерал Майк Джексон кричит по радио Уэсли Кларку: «I’m not starting World War Three for you!» – Guardian. Ельцин в это время в Кремле проводит ночное совещание: ФСБ предупреждает, что «НАТО переигрывает пиар». Российские десантники развернули пулемёты на ограду, но приказа стрелять не получают — патовая партия длится 48 часов. Le Monde пишет: «Москва вернулась в Балканы силой символа». Зюганов аплодирует; Явлинский называет бросок «каскадёрством». В итоге джексон-кларковский спор решается компромиссом — Россия получает «сектор внутри KFOR», но без права вето. Ельцин заносит в дневник: «Показали зубы и не нажали курок. Пожалуй, лучший исход».\nПоддержать марш или затормозить?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Поддержать марш. Соглашаетесь с Генштабом: 200 десантников занимают аэропорт Слатина. Символ силы: Москва возвращается на Балканы; ни один выстрел, но НАТО вынуждена вести переговоры. Дип-издержка — страх «Русский берет взлётку, где НАТО спит».", "next": "6"},
        {"text": "«Стоп-приказ» до границы KFOR. Отзываете колонну на позиции Северной Македонии. Лондон и Вашингтон вздыхают, но армия считает, что Кремль «дрогнул»; рейтинг патриотов падает.", "next": "6"},
        {"text": "Ставка на дипломатию: ПСП (план Строуба-Талбота). Отменяете марш, а вместо этого создаёте совместную авиа-группу РФ-НАТО под эгидой ООН. Захватываете хай-граунд «миротворца», но теряете шанс на эксклюзивный сектор влияния в Косово.", "next": "6"},
        {"text": "Тайные поставки вооружения Сербии. Официально дистанцируетесь, но через Беларусь гоните ЗУ-23 и ПЗРК. НАТО ловит груз — скандал, персональные санкции, зато Милошевич называет вас «братом».", "next": "6"},
        {"text": "Публичный отказ: «Балканы — не наш стол». Генералы обижаются, Запад говорит «неожиданно мудро». Российский ТВ лишается красивой картинки победы — рейтинг власти в милитаристском крыле падает.", "next": "6"}
      ]
    },
    "6": {
      "text": "1999 — «Преемник: имя из ФСБ»\n9 августа 1999-го Ельцин внезапно отправляет в отставку премьера Степашина и в прямом эфире называет 46-летнего директора ФСБ Владимира Путина «человеком, который сможет консолидировать Россию» — Guardian заголовок «Political novice becomes heir apparent». В тот же вечер звонок в Белый дом: Ельцин говорит Клинтону: «Он надёжен, энергичен, знает, как поднять рейтинг» Оппозиция растеряна: «Кто такой Путин?» — спрашивает Московский комсомолец. Телеведущий Киселёв отвечает: «Бывший разведчик, любитель дзюдо». В Кремле спор: оставить коллективное правительство или делать ставку на одного. Ельцин рукопишет на полях доклада Фёдорова: «Сила — в одном центре». По данным Levada через месяц рейтинг Путина — 12 %, а после сентябрьских взрывов — уже 32 %. Утренний брифинг ЦРУ отмечает: «Малоизвестный премьер быстро превращается в фаворита».\n: Кого сделать преемником?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Выдвинуть Путина. Ставите малоизвестного директора ФСБ. Плюс — дисциплина силовиков, «жёсткий» имидж, резкий рост рейтинга после терактов. Минус — судьба курса реформ зависит от одного человека, а его взгляды пока туманны.", "next": "7"},
        {"text": "«Совбез-коллектив». Объявляете преемником Совет безопасности во главе с Примаковым. Элитный консенсус, но хаос мнений: рынок боится, что Россию разорвёт внутриаппаратная грызня — рейтинг падает.", "next": "7"},
        {"text": "Открытые праймериз. Идёте на риск: три месяца публичных дебатов, любой губернатор или бизнесмен может стать кандидатом власти. Огромный плюс к демократии, но шанс прихода популиста — и потеря контроля над спецслужбами.", "next": "7"},
        {"text": "Ставка на олигарха-технократа (Немцов/Кириенко). Запад ликует, фондовый рынок растёт, армия ворчит: «либералы доведут до развала». Региональные элиты могут саботировать.", "next": "7"}
      ]
    },
    "7": {
      "text": "1999 — «Вторая Чеченская: казус домов»\nСентябрь: серия взрывов домов в Буйнакске, Москве, Волгодонске — 293 погибших. Премьер Путин заявляет: «Будем мочить террористов в сортире» RFE/RL анализирует, что паника подарила Путину «кредит доверия». Ельцин колеблется: подписать указ о «контр-террористической операции» или ждать следствия. Генштаб убеждает: «Если не войдём сейчас, Кавказ уйдёт». Правозащитники пишут открытое письмо: «Не повторите 1994-го». Совбез голосует 10:2 за ввод; Ковалёв и Явлинский против. В ночь на 1 октября танковые колонны пересекают Терек. Рейтинг Путина взлетает до 45 %.\nКак ответить?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "Полномасштабная КТО. После взрывов домов подписываете указ о контр-терроперации, армии разрешено входить до Терека. Рейтинг Путина — взлёт; Запад ограничивается «озабочен», но через год появятся кадры разрушенного Грозного и клеймо «чужая сила против мирных граждан».", "next": "8"},
        {"text": "Комиссия Госдумы + следствие ФСБ. Вводите следственный мораторий: сначала доказательства, потом войска. Покажете себя государственником, но рискуете, что террористы ударят ещё — рейтинг обрушится, а силовики назовут «предателем».", "next": "8"},
        {"text": "Миротворцы СНГ. Предлагаете ООН и Организации Договора о коллективной безопасности ввести смешанный контингент. Снимет часть обвинений в «колониальной войне», но реальный контроль перейдёт к коллегам по СНГ, а армия будет «на вторых ролях».", "next": "9"},
        {"text": "«Комаринная война». Удаляете тяжёлую технику, делаете ставку на спецназ, шэринг разведданных, экономическую блокаду. Потери меньше, но операция растянется на годы; теракты переместятся в центральные города, медиа-истощение.", "next": "9"}
      ]
    },
    "8": {
      "text": "2000 — «31 декабря: “Я ухожу”»\nОсень 1999-го проходит в атмосфере «двойной усталости»: народ устал от инфляции и войн, сам Ельцин — от тяжёлых пневмоний и внутрикремлёвских интриг. 19 декабря на парламентских выборах «Единство» Путина неожиданно делит первое место с КПРФ — сигнал: электорат готов к новому лицу. 24 декабря директор ФСБ — теперь уже премьер — докладывает Президенту записку: «Соцопрос ВЦИОМ: 45 % доверяют Вам, 51 % — мне как преемнику». В тот же вечер на даче в Барвихе Борис Николаевич диктует дочери Татьяне путинизированный монолог: «Стране нужен молодой и энергичный». Глав-врач Кремлёвки приносит «маленький конверт» — заключение: очередное обост¬рение сердца реально парализует Президента в любой момент. Юристы Администрации считают два сценария: добровольная отставка (ст.92 Конституции) или «нетрудоспособность» с заседанием ФС РФ. Между тем, 27 декабря Госдума затягивает федеральный бюджет-2000 — без подписи Ельцина деньги не пойдут регионам. Западные агентства шлют тревожные ленты: «Если Президент умрёт до выборов — коллапс финансов». 30 декабря Ельцин даёт короткое интервью ОРТ: заметно дрожит голос, фраза «я устал» срывается три раза, но режиссёр вырезает. Ночью 31-го советник Волошин приносит финальный вариант указа № 1760 о досрочном сложении полномочий; в документе шесть абзацев, главный — «Гарантия неприкосновенности первому Президенту». Путин в соседнем кабинете подписывает согласие «исполнять обязанности до выборов». Семья (Татьяна, Юмашев) торгуется о формулировке «лишения иммунитета ни при каких обстоятельствах». В 12:00 по мск начинается съёмка новогоднего обращения: два дубля — в первом Ельцин говорит «Я устал… и ухожу», во втором отказывается от слова «устал». Режиссёр С. Стриженов оставляет мягкий вариант, но «утекший» первый дубль ходит потом по интернету. 15:00 мск — брифинг в Кремле: пресс-секретарь обнародует передачу ядерного чемоданчика Пути¬ну (код-слово «Кедр»). На бирже РТС фиксируется 3-процентный скачок вверх: инвесторы верят в «молодого технократа». Газета The Guardian пишет: «Редкий случай, когда глава ядерной державы уходит добровольно». Вечером телеканалы крутят слайд-шоу «эволюция Бориса-реформатора»: танк-93, бокал-96, покой-99. На Манежной площади — фейерверки; в Новосибирске митинг КПРФ: «Дед сбежал — страну бросил». В 00:00 куранты переходят в XXI век с новым и. о. Президента и новой эпохой силовиков.\nКаким способом передать власть?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "«Новогодний жест» — уйти 31 декабря с телеобращением \nВы подписываете указ № 1760, в прямом эфире желаете россиянам «беречь Россию» и передаёте полномочия Путину. Страна получает «мирный транзит без вакуума»; рейтинг молодого и. о. мгновенно взлетает, а новогодний праздник становится символом обновления. Плюс — отменяется опасность непредсказуемого инфаркта у действующего Президента в разгар кампании. \n", "next": "end_11"},
        {"text": "«Досидеть до марта» — полный срок, аккурат до выборов. \nВы объявляете, что остаётесь на посту до 26 марта, пока народ не проголосует. Путин идёт кандидатом уже с поста премьера. Демонстрация «железной воли»: мол, здоровье позволяет.\n", "next": "end_12"},
        {"text": "«Плебисцит доверия» — общероссийский референдум в феврале.\nВы объявляете: «Пусть народ решит — доверяет ли он моему курсу ещё на год». На месяц запускается кампанией «За/Против», параллельно готовятся президентские выборы; если «Против» — немедленная отставка.\n", "next": "end_13"},
        {"text": "«Серый кардинал» — формальная отставка, но пост председателя Совбеза. \nВ новогоднюю речь вы говорите «ухожу», однако тут же подписываете указ о назначении себя главой Совета безопасности с расширенными полномочиями. Путин получает титул и рейтинги, но ключевые решения проходят через вас.\n", "next": "end_14"}
      ]
    },
    "9": {
      "text": "2000 — «31 декабря: “Я ухожу”»\nОсень 1999-го проходит в атмосфере «двойной усталости»: народ устал от инфляции и войн, сам Ельцин — от тяжёлых пневмоний и внутрикремлёвских интриг. 19 декабря на парламентских выборах «Единство» Путина неожиданно делит первое место с КПРФ — сигнал: электорат готов к новому лицу. 24 декабря директор ФСБ — теперь уже премьер — докладывает Президенту записку: «Соцопрос ВЦИОМ: 45 % доверяют Вам, 51 % — мне как преемнику». В тот же вечер на даче в Барвихе Борис Николаевич диктует дочери Татьяне путинизированный монолог: «Стране нужен молодой и энергичный». Глав-врач Кремлёвки приносит «маленький конверт» — заключение: очередное обост¬рение сердца реально парализует Президента в любой момент. Юристы Администрации считают два сценария: добровольная отставка (ст.92 Конституции) или «нетрудоспособность» с заседанием ФС РФ. Между тем, 27 декабря Госдума затягивает федеральный бюджет-2000 — без подписи Ельцина деньги не пойдут регионам. Западные агентства шлют тревожные ленты: «Если Президент умрёт до выборов — коллапс финансов». 30 декабря Ельцин даёт короткое интервью ОРТ: заметно дрожит голос, фраза «я устал» срывается три раза, но режиссёр вырезает. Ночью 31-го советник Волошин приносит финальный вариант указа № 1760 о досрочном сложении полномочий; в документе шесть абзацев, главный — «Гарантия неприкосновенности первому Президенту». Путин в соседнем кабинете подписывает согласие «исполнять обязанности до выборов». Семья (Татьяна, Юмашев) торгуется о формулировке «лишения иммунитета ни при каких обстоятельствах». В 12:00 по мск начинается съёмка новогоднего обращения: два дубля — в первом Ельцин говорит «Я устал… и ухожу», во втором отказывается от слова «устал». Режиссёр С. Стриженов оставляет мягкий вариант, но «утекший» первый дубль ходит потом по интернету. 15:00 мск — брифинг в Кремле: пресс-секретарь обнародует передачу ядерного чемоданчика Пути¬ну (код-слово «Кедр»). На бирже РТС фиксируется 3-процентный скачок вверх: инвесторы верят в «молодого технократа». Газета The Guardian пишет: «Редкий случай, когда глава ядерной державы уходит добровольно». Вечером телеканалы крутят слайд-шоу «эволюция Бориса-реформатора»: танк-93, бокал-96, покой-99. На Манежной площади — фейерверки; в Новосибирске митинг КПРФ: «Дед сбежал — страну бросил». В 00:00 куранты переходят в XXI век с новым и. о. Президента и новой эпохой силовиков.\nКаким способом передать власть?",
      "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zukov.jpg",
      "choices": [
        {"text": "«Новогодний жест» — уйти 31 декабря с телеобращением \nВы подписываете указ № 1760, в прямом эфире желаете россиянам «беречь Россию» и передаёте полномочия Путину. Страна получает «мирный транзит без вакуума»; рейтинг молодого и. о. мгновенно взлетает, а новогодний праздник становится символом обновления. Плюс — отменяется опасность непредсказуемого инфаркта у действующего Президента в разгар кампании. \n", "next": "end_12"},
        {"text": "«Досидеть до марта» — полный срок, аккурат до выборов. \nВы объявляете, что остаётесь на посту до 26 марта, пока народ не проголосует. Путин идёт кандидатом уже с поста премьера. Демонстрация «железной воли»: мол, здоровье позволяет.\n", "next": "end_15"},
        {"text": "«Плебисцит доверия» — общероссийский референдум в феврале.\nВы объявляете: «Пусть народ решит — доверяет ли он моему курсу ещё на год». На месяц запускается кампанией «За/Против», параллельно готовятся президентские выборы; если «Против» — немедленная отставка.\n", "next": "end_14"},
        {"text": "«Серый кардинал» — формальная отставка, но пост председателя Совбеза. \nВ новогоднюю речь вы говорите «ухожу», однако тут же подписываете указ о назначении себя главой Совета безопасности с расширенными полномочиями. Путин получает титул и рейтинги, но ключевые решения проходят через вас.\n", "next": "end_13"}
      ]
    },
    "end_11": {
      "text": "Россия к 2005-му входит в Европейское экономическое пространство. Долг СССР реструктурирован под 15-летние евробонды, рубль привязан к корзине ECU. Внутри федерации регионы получают налог на прибыль 50 % и право подписывать культурные контракты с ЕС. Северный Кавказ удерживают совместные бригады МВД и Совбеза; Грозный превращается в логистический хаб «Каспий — Балтика». К 2007-му Москва ратифицирует Римский статут, а Верховный суд России впервые экстрадирует генерала, обвинённого в коррупции. Сельское хозяйство растёт 6 % в год благодаря потоку CAP-грантов, российские студенты ездят по Erasmus-+. Борис Ельцин доживает до 2009 г., дважды номинируется на Нобелевскую премию мира (второй раз за Чеченский «мир без пушек»). В учебниках он проходит как «архитектор второй российской государственности»."
    },
    "end_12": {
      "text": "Россия по-прежнему председатель «большой восьмёрки-меньше-одного», но дебаты о НАТО затягиваются. К 2008-му экономика растёт 3 % в год, но госдолг остаётся выше 60 % ВВП; рейтинговые агенства называют страну «BBB-/positive». Северный Кавказ интегрирован программой «Федеральное казначейство + Шариатские советы» — гибрид, который критикуют и салафиты, и генералы. Ельцин становится «отцом конституции», его приглашают читать лекции в Сорбонне, но в российских соцсетях 2010-х гуляет мем: «Дед-танкист». При Путине-президенте либеральная пресса выживает, но ОРТ постепенно превращается в государственный холдинг. Страна балансирует между интеграцией и реваншизмом: валютный коридор держится, пока нефть выше $45."
    },
    "end_13": {
      "text": "Россия не изолирована, однако политическая система «двух башен» тормозит реформы. Чечня сохраняет автономию с валютой «нахара», московские таксисты обменивают рубли на вокзале «наймами». Инвестиции замирают, «Газпром» переходит под миноритарий Евросоюза, но взамен получает рынок. К 2005-му пенсионеры выходят на улицу с лозунгом «Купоны лучше ваучеров». Ельцин живёт в молчании на Барвихе, авторизованная биография — бестселлер у студентов-гуманитариев."
    },
    "end_14": {
      "text": "Провал в Чечне, замороженный конфликт в Приднестровье, санкционные списки. МВФ требует дефолтные платежи, Госдума блокирует бюджет, губернаторы создают «Ассоциацию регионов-доноров». В 2003-м крупные города вводят талонный учёт топлива. Молодые офицеры пишут открытое письмо о «пакистанском сценарии». Ельцин снимает стресс мемуарами «Моя российская карта», но издатель просит убрать половину глав «из соображений госбезопасности»."
    },
    "end_15": {
      "text": "При V ≤ 1 или проваленной Чеченской кампании страна уходит в спираль сепаратизма. Татарстан объявляет референдум и переходит на собственную валюту «тАТ». Дальний Восток формирует «Тихоокеанскую ассоциацию» под гарантии Японии. Единая энергосистема рассыпается: зимой 2002-го Москва переживает блэкаут на трое суток. ФСБ пытается ввести прямое управление, но в Новосибирске вспыхивает «угольная республика». Совет Федерации запускает импичмент; в мае 2003 г. Ельцин отправлен в отставку «по состоянию здоровья» и эмигрирует в Вену. Международный конгресс назначает СММ ОБСЕ наблюдать за хранением ядерного оружия. Рубль девальвирован, внешние долги дефолтированы; безработица — 28 %. В популярной культуре экс-президент — трагическая фигура, чьё бюро в Екатеринбурге превращено в музей «Развал»."
    }

  }
}
