{
  "name": "Владимир Вольфович Жириновский",
  "image": "C:\\Users\\pro10\\PycharmProjects\\Telegram_bot\\data\\images\\zhirinovsky.jpg",
  "history": "Владимир Вольфович Жириновский (1946–2022) — российский политик, публицист и основатель Либерально-демократической партии России. Родился 25 апреля 1946 г. в Алма-Ате в семье офицера НКВД. Окончил Алма-Атинский нефтяной институт и Высшую школу КГБ, работал адвокатом, прежде чем в марте 1991 г. зарегистрировать ЛДПР и за восемь месяцев довести её до парламентских выборов. На протяжении почти трёх десятилетий Жириновский сочетал вызывающую театральность, эпатаж и жёсткий национализм: от «водки на день» до угроз ядерным ударом, от поездок в Сербию и Ирак до блиц-кампаний в Госдуме. Пять раз баллотировался в президенты, неизменно собирая несколько процентов голосов; при этом всегда оставался одним из самых медийных политиков и персонажем мировых новостей. Умер 6 апреля 2022 г. в Москве.",
  "facts": [
    "Основал ЛДПР 12 марта 1991 года — первую партию нового типа в СССР.",
    "В первом туре президентских выборов 1991 г. набрал 7,8 % голосов.",
    "В Госдуме 1993 г. ЛДПР заняла второе место с 23 % мандатов.",
    "Автор «Программы-12 шагов» — от бесплатного оружия до бутылки водки на день.",
    "Организовал сбор «Добровольческого корпуса в Сербию» в 1999 г. и лично вёл переговоры в Белграде.",
    "В 2015 г. предложил удар ядерным зарядом по Стамбулу после сбитого Су-24.",
    "Регулярно появлялся на BBC, CNN и в Financial Times как «харизматичный провокатор».",
    "Пять раз участвовал в президентских кампаниях (1991, 1996, 2000, 2008, 2012).",
    "Писал политические памфлеты и сборники афоризмов, которые расходились тиражом сотни тысяч.",
    "Был мастером долгого приёма: одна фраза, одно выступление — и неделя в медиа."
  ],
  "links": [
    "https://ru.wikipedia.org/wiki/Жириновский,_Владимир_Вольфович",
    "https://www.britannica.com/biography/Vladimir-Zhirinovsky",
    "https://arzamas.academy/materials/zhirinovsky",
    "https://www.bbc.com/russian/features-57412345",
    "https://histrf.ru/read/articles/zhirinovsky-politika-i-populizm",
    "https://www.russiancouncil.ru/analytics-and-comments/zhirinovsky-profile/",
    "https://www.vedomosti.ru/politics/articles/2022/04/06/876532-zhirinovskii",
    "https://www.bbc.com/news/world-europe-61071571"
  ],
  "game": {
    "1991": {
      "text": "Начало 1991 года. Советский Союз погружён в экономический и информационный хаос: очереди в магазинах, почти мгновенная смена цен, а по телевизору в каждом регионе своя версия «Времени». Вы — 45-летний адвокат-эпатаж с амбициями изменить политическую систему. За восемь месяцев вы создали новую партию, но теперь нужно выбрать основную риторику кампании, понимая, что каждое заявление войдёт в новостные ленты и определит, кто вас поддержит, а кто отвергнет.\n\nНа какой политической риторике строить свою первую президентскую кампанию?",
      "choices": [
        { "text": "Обещать каждому бесплатное оружие для защиты новой демократии и ежедневно раздавать по бутылке водки.", "next": "1991_a" },
        { "text": "Провести серию крупных встреч в шахтёрских посёлках с лозунгом «не проиграем Америке» и акцентом на социальное равенство.", "next": "1991_b" },
        { "text": "Сделать ставку на «день без налогов» и поддержку малого бизнеса, апеллируя к начинающим предпринимателям и «новой интеллигенции».", "next": "1991_c" },
        { "text": "Коалиционироваться с демократическими лидерами, предложив единую программу реформ и отказавшись от самых скандальных заявлений.", "next": "1991_d" },
        { "text": "Использовать партизанские методы: давать интервью только региональным СМИ и нарастить поддержку «снизу», избегая центральных каналов.", "next": "1991_e" }
      ]
    },
    "1993": {
      "text": "Осень 1993 года. После «Ночи длинных бюллетеней» новая Дума формируется по пропорциональной системе, и ЛДПР получает внушительные 23 % мест. Политический истеблишмент потрясён — вы оказались во главе второй по силе фракции. Западные рынки и СМИ внимательно следят за вашими действиями. Теперь вам нужно решить, как использовать этот неожиданный успех, чтобы увеличить влияние партии и получить реальные рычаги власти.\n\nКак лучше использовать новую силу ЛДПР в парламенте?",
      "choices": [
        { "text": "Потребовать пост премьер-министра и сформировать свой кабинет, чтобы реализовать «Программу-12 шагов» изнутри.", "next": "1993_a" },
        { "text": "Превратить каждую сессию Думы в публичное шоу: задавать острые вопросы, устраивать «гриллинги» министров в прямом эфире.", "next": "1993_b" },
        { "text": "Запустить еженедельное телевизионное ток-шоу с участием экспертов и депутатов, где будете модератором.", "next": "1993_c" },
        { "text": "Предложить негласную коалицию с Кремлём: поддерживать важные законы в обмен на кресла в силовых и финансовых комитетах.", "next": "1993_d" },
        { "text": "Организовать массовые уличные акции протеста под Госдумой, консолидируя уличную энергию и давление на власть.", "next": "1993_e" }
      ]
    },
    "1999": {
      "text": "24 марта 1999 года. НАТО начинает авиаудары по Югославии, и мировые СМИ сообщают об «европейском кризисе». Вы отправляетесь в Белград, обнимаетесь с Милошевичем и обещаете «тысячи добровольцев». Репортажи AP и BBC разнесли ваш образ по всему миру. Кремль в недоумении, но поддержка ЛДПР внутри страны растёт. Наступил момент истины: решите, стоит ли формировать реальный «Добровольческий корпус» или ограничиться символизмом.\n\nЧто выберете?",
      "choices": [
        { "text": "Официально объявить набор добровольцев и начать их подготовку на границе, рассчитывая на патриотический подъём.", "next": "1999_a" },
        { "text": "Ограничиться громкими речами и благотворительным сбором средств, оставив обещание лишь на словах.", "next": "1999_b" },
        { "text": "Сфокусироваться на миротворческой миссии ООН: отправить российских наблюдателей под эгидой ООН.", "next": "1999_c" },
        { "text": "Организовать полузакрытый канал поставок через третьи страны, сохраняя официальный имидж дистанцированного лидера.", "next": "1999_d" },
        { "text": "Провести международную пресс-конференцию в Брюсселе с призывом к европейским парламентам остановить бомбёжки.", "next": "1999_e" }
      ]
    },
    "2003": {
      "text": "Февраль 2003 года. Мир готовится к новой войне в Ираке, США формирует «коалицию желающих». В Госдуме вы поднимаете бокал: «Выпьем за санкции!» и обещаете контракты на миллиарды. Ваша партия ждёт реальных результатов, а мировые СМИ готовы вас высмеять или прославить. Как действовать дальше?\n\nКак будет ваша следующая шаг?",
      "choices": [
        { "text": "Отправиться лично в Багдад, провести переговоры с представителями Саддама и вернуться с договором о поставках нефти.", "next": "2003_a" },
        { "text": "Организовать парламентскую делегацию без шумихи — три депутата и официальные переговоры.", "next": "2003_b" },
        { "text": "Публично осудить американскую интервенцию и предложить гуманитарную миссию ООН.", "next": "2003_c" },
        { "text": "Запустить проект «Дети Ирака» — доставку медикаментов и продуктов под флагом ЛДПР.", "next": "2003_d" },
        { "text": "Устроить мировую пресс-конференцию в Париже, критикуя политику США как «неоколониальную агрессию».", "next": "2003_e" }
      ]
    },
    "2008": {
      "text": "Август 2008 года. Российско-грузинский конфликт вспыхнул, и вы в Госдуме угрожаете: «От Сухуми до Тбилиси — русский штык пройдёт за 72 часа!». Грузинские облигации обваливаются, а ваш рейтинг растёт в военных округах. Кремль осторожничает. Пришло время принимать решение, чтобы сохранить лицо жёсткого националиста, но не подставить партию под санкции.\n\nКак будете действовать?",
      "choices": [
        { "text": "Добиваться официального признания Абхазии и Южной Осетии в Думе под лозунгом «справедливость для братьев».", "next": "2008_a" },
        { "text": "Предложить посреднический формат «Сочи–Тбилиси» с ЕС и ООН, сохранив репутацию независимого дипломата.", "next": "2008_b" },
        { "text": "Объявить экономический бойкот грузинским товарам и запустить акцию «Без боржоми!».", "next": "2008_c" },
        { "text": "Организовать «русский марш» в центре Москвы в поддержку соотечественников.", "next": "2008_d" },
        { "text": "Провести серию дебатов на международных каналах, сравнивая судьбу Осетии и Крыма.", "next": "2008_e" }
      ]
    },
    "2014": {
      "text": "18 марта 2014 года. Красная площадь: митинг «Крым — наш!». Вы раздаёте крымские пирожки и размахиваете флагом. МИД Украины объявляет вас персоной нон грата, а «Washington Times» отмечает хайп. Вам нужно выбрать дальнейшую тактику, чтобы укрепить образ патриота и не перегнуть палку.\n\nЧто предпримете?",
      "choices": [
        { "text": "Голосовать «за» аннексию и усилить медийный эффект гигантскими триколорами.", "next": "2014_a" },
        { "text": "Занять более взвешенную позицию: воздержаться в ряде голосований, объяснив аудитории экономические риски.", "next": "2014_b" },
        { "text": "Предложить международный референдум под эгидой ОБСЕ и пригласить мировые СМИ.", "next": "2014_c" },
        { "text": "Запустить онлайн-петицию «Крым по интернету», собрав миллион подписей.", "next": "2014_d" },
        { "text": "Организовать культурный фестиваль «Крымская весна» с артистами и спортсменами.", "next": "2014_e" }
      ]
    },
    "2015": {
      "text": "24 ноября 2015 года. Турецкий F-16 сбил наш Су-24, и вы грозите ядерным ударом по Стамбулу. Медиа впервые всерьёз обсуждают ваши слова. Пришла пора переходить от риторики к действиям, но без фатальных последствий.\n\nКак ответите Турции?",
      "choices": [
        { "text": "Предложить санкции против турецкого туристического потока и аграрного экспорта.", "next": "2015_a" },
        { "text": "Внести законопроект о ядерном сдерживании Турции, уточнив рамки в МИД.", "next": "2015_b" },
        { "text": "Инициировать культурный бойкот: запретить концерты и туризм.", "next": "2015_c" },
        { "text": "Предложить пакет «зерно за мир»: поставки в обмен на смягчение санкций.", "next": "2015_d" },
        { "text": "Перевести дискуссию в формат круглого стола с участием международных экспертов.", "next": "2015_e" }
      ]
    },
    "2021": {
      "text": "27 декабря 2021 года. Вы предсказали: «В 4:00 22 февраля почувствуете новую политику». Соцсети и СМИ взорвались, хэштег #4amProphet стал трендом. Теперь важно удержать интригу, не став открытым разглашителем военных секретов.\n\nЧто выберете?",
      "choices": [
        { "text": "Поддерживать туманные намёки: говорить о «переменах ветра», не уточняя детали.", "next": "2021_a" },
        { "text": "Провести закрытый брифинг для избранных СМИ под условием неразглашения.", "next": "2021_b" },
        { "text": "Перенаправить внимание на внутренние реформы: анонсировать закон «Русский миллиард на село».", "next": "2021_c" },
        { "text": "Улыбнуться и заявить: «Все даты знает Генштаб», сохранив ироничность.", "next": "2021_d" },
        { "text": "Запустить флеш-моб #4amProphet с опросами и мемами, усилив вовлечённость.", "next": "2021_e" }
      ]
    }
  }
}
